d = {

'hello': """
Привет!

Ты здесь, а значит Унивидение 2023 началось! Участники уже выступили, и теперь исход конкурса зависит от тебя.

Правила:
Ты можешь проголосовать за нескольких участников, но у тебя НЕ будет возможности проголосовать за свой факультет!

Да, мы понимаем, как хочется поддержать друзей, но давай помнить о том, что так победит самый талантливый претендент, а не самый общительный.

Скорее нажимай на кнопку — пришло время творить историю, и прямо сейчас судьба участников находится в твоих руках!
""", 

'registration': """
Давай сначала зарегистрируемся

Введите свой логин единой учётной записи в формате stXXXXXX

Если вы сотрудник СПбГУ, нажмите соответсвующую кнопку.
""", 

'st_format': 'Введите свой логин единой учётной записи в формате stXXXXXX',

'selection_faculties': """
Выбери до 3х факультетов, которые тебе больше всего понравились!
""",

'registration_successfully': """
Поздравляю, ты справился. Жми на кнопку
""", 

'voting_successfully': """
Спасибо, что проголосовали
""", 

'invalid_format': """
Формат неверный. Введите свой логин единой учётной записи в формате stXXXXXX
""", 

'limit': """
Можно выбрать только 3 факультета
""",

'already_voted': """
Вы уже голосовали!
""",

'voting_not_running': """
Голосование не запущено
""", 

'voting_end': """
Голосование закончено
"""

}