button-vote = 🟢 Голосовать!
button-employee = 👤 Я сотрудник
button-foreign_student = 👨‍🎓 I am a foreign student
button-end_voting = ☑️ Завершить голосование

message-hello = 
    Привет!

    Ты здесь, а значит Унивидение 2025 началось! Участники уже выступили, и теперь исход конкурса зависит от тебя.

    Правила:
    Ты можешь проголосовать за нескольких участников, но у тебя НЕ будет возможности проголосовать за свой факультет!

    Да, мы понимаем, как хочется поддержать друзей, но давай помнить о том, что так победит самый талантливый претендент, а не самый общительный.

    Скорее нажимай на кнопку — пришло время творить историю, и прямо сейчас судьба участников находится в твоих руках!

message-registration = 
    Давай сначала зарегистрируемся

    Введите свой логин единой учётной записи в формате stXXXXXX

    Если вы сотрудник СПбГУ, нажмите соответсвующую кнопку.

message-st_format = Введите свой логин единой учётной записи в формате stXXXXXX

message-selection_faculties = Выбери до 3х факультетов, которые тебе больше всего понравились!

message-registration_successfully = Поздравляю, ты справился. Жми на кнопку

message-voting_successfully = Спасибо, что проголосовали

message-invalid_format = Формат неверный. Введите свой логин единой учётной записи в формате stXXXXXX

message-not_mail = Почта не найдена. Введите свой логин единой учётной записи в формате stXXXXXX

message-limit = Можно выбрать только 3 факультета

message-already_voted = Вы уже голосовали!

message-voting_not_running = Голосование не запущено

message-voting_end = Голосование закончено